
# 날짜 : 2022/08/30
# 이름 : 조주영
# 내용 : SQL 연습문제 2


# 실습 2-1
create database `java2_bank`;
create user 'java2_admin2'@'%' identified by '1234';
grant all privileges on `java2_bank`.* to 'java2_admin2'@'%';
flush privileges;

# 실습 2-2
# 실습 2-3
# 실습 2-4
# 실습 2-5
# 실습 2-6
# 실습 2-7
# 실습 2-8
# 실습 2-9
# 실습 2-10
# 실습 2-11
# 실습 2-12
# 실습 2-13
# 실습 2-14
# 실습 2-15
# 실습 2-16
# 실습 2-17
# 실습 2-18
# 실습 2-19
# 실습 2-20
# 실습 2-21
# 실습 2-22
# 실습 2-23
# 실습 2-24
# 실습 2-25
# 실습 2-26
# 실습 2-27
# 실습 2-28
# 실습 2-29
# 실습 2-30